tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "aws-shell"
brew "awscli"
brew "duti"
brew "unbound"
brew "gnutls"
brew "java"
brew "cask"
brew "colordiff"
brew "fd"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "lazygit"
brew "macvim"
brew "nmap"
brew "nghttp2"
brew "nmap"
brew "neovim"
brew "node"
brew "nvm"
brew "php"
brew "postgresql"
brew "python"
brew "ranger"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
# Share your terminal over the web
brew "ttyd"
brew "wget"
brew "yarn"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Optional
# brew "1password-cli"
# cask "1password"
# cask "alfred"
# cask "amazon-q"
# cask "bartender"
# cask "dash"
# cask "discord"
# cask "docker"
# cask "figma"
# cask "firefox"
# cask "firefox@developer-edition"
# cask "font-fira-code"
# cask "font-jetbrains-mono"
# cask "google-drive"
# cask "insomnia"
# cask "istat-menus"
# cask "jetbrains-toolbox"
# cask "logi-options-plus"
# cask "mactex"
# cask "notion"
# cask "rectangle"
# cask "rescuetime"
# cask "slack"
# cask "spotify"
# cask "sublime-text"
# cask "todoist"
# cask "visual-studio-code"
# cask "vlc"
# cask "zoom"

# Optional Mac App Store Apps
# brew "mas"
# mas "DaisyDisk", id: 411643860
# mas "Day One", id: 1055511498
# mas "Good Stopwatch", id: 1268456701
# mas "Good Timer", id: 1268457877
# mas "Parcel - Delivery Tracking", id: 639968404
# mas "Xcode", id: 497799835
