tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "aws-shell"
brew "awscli"
brew "duti"
brew "unbound"
brew "gnutls"
brew "java"
brew "cask"
brew "colordiff"
brew "fd"
brew "gcc"
brew "geometry"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "lazygit"
brew "mas"
brew "nmap"
brew "nghttp2"
brew "nmap"
brew "neovim"
brew "node"
brew "nvm"
brew "php"
brew "pinentry-mac"
brew "python"
brew "ranger"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "1password-cli"

cask "1password"
cask "alfred"
cask "bartender"
cask "amazon-q"
cask "dash"
cask "discord"
cask "docker"
cask "google-drive"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "insomnia"
cask "logi-options-plus"
cask "notion"
cask "rectangle"
cask "rescuetime"
cask "sublime-text"
cask "spotify"
cask "todoist"
cask "slack"
cask "vlc"
cask "zoom"
cask "visual-studio-code"
cask "mactex"

mas "Amphetamine", id: 937984704
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Good Stopwatch", id: 1268456701
mas "Good Timer", id: 1268457877
mas "Microsoft Remote Desktop", id: 1295203466
mas "Parcel - Delivery Tracking", id: 639968404
mas "Xcode", id: 497799835

