tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "aws-shell"
brew "python@3.9"
brew "awscli"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "cask"
brew "colordiff"
brew "node", link: false
brew "contentful-cli"
brew "fd"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "nmap"
brew "node@12"
brew "node@16", link: true
brew "nvm"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "terraform"
brew "tldr"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cloudflare/cloudflare/cloudflared"
cask "1password"
cask "font-fira-code"
