# TODO: Microsoft Remote Desktop
# TODO: Xcode
# TODO: DaisyDisk
# TODO: Day One

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "aws-shell"
brew "awscli"
brew "duti"
brew "unbound"
brew "gnutls"
brew "java"
brew "cask"
brew "colordiff"
brew "fd"
brew "gcc"
brew "geometry"
brew "gh"
brew "git"
brew "gnupg"
brew "lazygit"
brew "mas"
brew "nmap"
brew "nghttp2"
brew "nmap"
brew "neovim"
brew "node"
brew "nvm"
brew "php"
brew "pinentry-mac"
brew "python"
brew "ranger"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "alfred"
cask "1password"
cask "google-drive"
cask "logi-options-plus"
cask "spotify"
cask "notion"
cask "firefox"
cask "todoist"
cask "istat-menus"
cask "rectangle"
cask "codewhisperer"
cask "vlc"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "Good Stopwatch", id: 1268456701
mas "Good Timer", id: 1268457877
mas "Parcel - Delivery Tracking", id: 639968404
